Repository: shax-xxx/comixw
Catalog: comixwall/View/locale/*/LC_MESSAGES/comixwall_HELPBOX.po
Languages: ru_ru

source: Changes to system configuration should be applied system-wide. <b>If you modify basic or network settings, you are advised to use this button.</b> Internal and external physical interface names are obtained from packet filter configuration, i.e. int_if and ext_if macros.
ru_ru: Изменения на этой странице должны быть применены общесистемно. <b>Если Вы изменяете основные или сетевые параметры настройки, рекомендется использовать эту кнопку..</b> Названия внутреннего и внешнего физических интерфейсов получены из конфигурации пакетного фильра, т.е. макроопределения int_if и ext_if.

source: ComixWall sends warning and information messages to its system administrator. Here you can type in your own e-mail address.
ru_ru: ComixWall отсылает предупреждения и информационные сообщения своему системному администратору. Здесь Вы можете указать Ваш e-mail адрес.

source: Definition of after hours can be set here. If you modify any of these definitions, you should click the Apply button. Note that when you enable Business Days or Holidays, the related rules will become active according to these definitions. If you don't want to use the after hours feature of ComixWall, make sure these definitions are disabled. Business hours configuration is meaningful only for business days.
ru_ru: Здесь Вы можете настроить послерабочие часы. После каждого изменения настроек требуется нажатие на кнопку 'Применить' Обратите внимание, что включение пунктов 'Рабочие дни' или 'Выходные' активирует соответствующие правила пакетного фильтра. Если Вы не хотите использовать возможности настройки послерабочих часов, убедитесь, что эти пункты отключены. Настройка 'Рабочих часов' актуальна только для 'Рабочих дней'.

source: Here you can change the web administration interface passwords for admin and user. Passwords should have at least 8 alphanumeric characters.
ru_ru: Здесь Вы можете изменить пароль доступа к Web-интерфейсу для пользователя и администратора. Пароль должен быть не менее 8-ми цифробуквенных символов.

source: Here you can enable or disable the Packet Filter. Note that most services depend on packet filter being enabled.
ru_ru: Здесь Вы можете включить или выключить Пакетный Фильтр. Имейте ввиду, что большинство служб ComixWall'а зависят от работы пакетного фильтра.

source: Here you can reinitialize, hence erase all accumulated data in graph source files. This may be necessary if these files are corrupted and you cannot see any graphs displayed, such as when the system clock is set to a very distant time.
ru_ru: Здесь можно переинициализировать, но это удалит все накопленные данные в файле-источнике графика. Полезно в случае непредвиденой порчи этих данных (файлов), когда графики не корректно отображаются. Например при существенном изменении системного времени.

source: Here you can rotate all log files manually. Note that this action forcefully rotates all log files irrespective of the configuration displayed on this page. Normally this should not be necessary.
ru_ru: Принудительная ротация всех логов (вне зависимости от настроек на этой странице). Как правило не требуется.

source: If you modify network configuration, you can use this button to restart the network.
ru_ru: Если Вы изменяете сетевую конфигурацию, то можно использовать эту кнопку для перезапуска сети.

source: Network interfaces are listed here. You can configure an interface as dhcp or inet. Changes made here do not take effect until you restart the network or reboot the system.
ru_ru: Здесь перечислены сетевые интерфесы. Можно настроить интерфес по dhcp или inet. Все изменения сделанные здесь вступят в силу только после рестарта сети или перезагрузки системы.

source: Privileged IPs have access to more services than other IPs, such as instant messaging and file sharing. Normally, the ports of such services should remain blocked for users who do not need them.
ru_ru: Привилигированные IP имеют доступ к большему количеству сетевых сервисов, таких как обмен сообщениями (IM) или файлообмен (file sharing). Обычно порты таких сервисов блокируются для пользователей, не нуждающихся в них.

source: This button allows you to <b>manually</b> enable or disable after hours rules. Note that the rules are activated or deactivated immediately, irrespective of the after hours definitions below. For example, you can use this button to shutdown after hours rules in case of an emergency.
ru_ru: Эта кнопка позволяет <b>вручную</b> включить или выключить правила послерабочих часов. Правила активируются или деактивируются сразу, независимо от настроек ниже. Например Вы можете использовать эту возможность в случае непредвиденных ситуаций.

source: This button allows you to delete all the statistics and uncompressed log files created by this user interface. Note that deleting these files does not mean that accumulated statistics are lost forever. <b>Original log files under /var/log folder are not affected by this action</b> either. These files will be recreated, and statistics will be recollected, the next time you access Statistics or Logs pages.
ru_ru: Эти кнопка позволяет удалить всю статистику и несжатые лог-файлы созданные данным пользовательским интефейсом. Удаление этих файлов не означает потерю всей накопленной статистики. Файлы будут созданы вновь при следующем посещении страниц Статистики и Логов <b> Лог-файлы внутри каталога /var/log этим действием не затрагиваются</b>.

source: This is the default gateway used by the system to reach the Internet, and may have been assigned dynamically. You can make your gateway configuration static or dynamic. If you make dynamic, static gateway file will be deleted. If you make static, it will be recreated with the current default gateway.
ru_ru: Шлюз по-умолчанию используемый системой для выхода в Интернет. Может быть назначен динамически по dhcp. Если вы сделаете его динамическим, статический файл шлюза (/etc/mygate) будет удален. Если Вы сделаете шлюз статическим, тогда он станет текущим шлюзом по умолчанию и файл будет воссоздан.

source: This is the default language for the WUI.
ru_ru: Это язык по-умолчанию для WUI.

source: This is the default refresh value in seconds for pages which reload periodically, such as Live pages for logs and statistics. The new value takes effect only for newly created sessions. Note that logging out of the web user interface does not erase your session values.
ru_ru: Значение по-умолчанию (в сек.) для периодического обновления страниц, таких как Live страницы логов и статистик. Новое значение начинает действовать только на вновь созданные сеансы. Обратите внимание, что выход из Web-интерфейса не стирает переменные сеанса.

source: This is the log level for the ComixWall web interface. Logs at this level and up will be recorded in WUI and CWC log files. This setting does not effect other services.
ru_ru: Уровень журналирования для Web-интерфейса ComixWall. Логи этого уровня и выше будут записываться в WUI и CWC лог-файлы. Данная настройка не влияет на другие сервисы.

source: This is the name server used by the system. You can use the DNS server on the system, i.e. enter 127.0.0.1 here.
ru_ru: Сервер имён используемый системой. Вы можете использовать локальный DNS сервер (пропишите в этом поле 127.0.0.1).

source: This is the opposite of Privileged IPs. You can enter IP ranges as well, e.g. 192.168.1.0/24.
ru_ru: Противоположенность Привилигированным IP. Можно указывать диапазоны (например '192.168.1.0/24').

source: This is the system name. If you change the hostname, use automatic configuration button to apply it system-wide, and reboot the system.
ru_ru: Имя системы. Используйте функцию автоматического конфигурирования с последующей перезагрузкой для общесистемного применения сделанных изменений.

source: This setting enables or disables help boxes, such as this one and the help window at the bottom. Disabling help boxes does not disable error or warning help windows.
ru_ru: Здесь включается или отключается вывод подсказок, таких как эта или как подсказка в нижней части этой страницы. Отключение подсказок не отключает вывод информации об ошибках и предупреждениях.

source: User sessions expire after an idle period defined by this value. The unit is in seconds. You cannot set a value less than 10 seconds.
ru_ru: Значение времени простоя пользовательского сеанса до принудительного выхода (в секундах). Значение не может быть меньше 10 сек.

source: Usually the network time daemon adjusts the system clock according to Internet time servers gradually. But if the clock is too out of sync with the time servers, you are advised to set the system clock to Internet time manually. You can use your own time server if you like.
ru_ru: Обычно подстройка системных часов службой времени в соответствие Интернет-серверам осуществляется постепенно. Но при большой рассинхронизации рекомендуется синхронизировать (устанавливать) системное время вручную. При желании Вы можете использовать свой собственный сервер времени.

source: You can modify the hosts file here. Format of a hosts entry is: IP hostname alias [alias [...]]
ru_ru: Здесь Вы можете редактировать содержание файла hosts. Формат определения хостов следующий: IP hostname alias [alias [...]]

source: You can restart or stop the system using these buttons.
ru_ru: Этими кнопками Вы можете перезагрузить или остановить систему.

source: You can set the system clock here. Format is day.month.year-hour:minute. <b>You must be very careful when setting the system clock, significant hops in system time may cause system malfunction.</b>
ru_ru: Здесь происходит установка системного времени. Формат: день.месяц.год-час.минута. <b>Будте осторожны меняя системное время, значительные изменения системного времени могут привести к неправильной работе системы.</b>
