Repository: shax-xxx/comixw
Catalog: comixwall/View/locale/*/LC_MESSAGES/comixwall_NOTICE.po
Languages: fr_fr, nl_nl

source: Analysis of statistical data may take a long time to process. Please be patient. Also note that if you refresh this page frequently, CPU load may increase considerably.
fr_fr: L'analyse de données statistiques peut prendre longtemps. Merci d'être patient. Veuillez noter que si vous rafraichissez cette page fréquemment, la charge CPU sera grandement augmentée.
nl_nl: Analyze van de statistieken kan lange tijd duren. Geduld a.u.b. Let up: als U deze pagina regelmatig ververst, zal dat de belasting van de processor in belangrijke mate verhogen.

source: Are you sure you want to create a new group?
fr_fr: Êtes vous sûr que vous voulez créer un nouveau groupe?
nl_nl: Weet U zeker dat U een nieuwe groep wilt maken?

source: Are you sure you want to delete the configuration?
fr_fr: Êtes vous sûr que vous voulez supprimer cette configuration?
nl_nl: Weet U zeker dat U de configuratie wilt verwijderen?

source: Are you sure you want to delete the selected items?
fr_fr: Êtes vous sûr de vouloir supprimer les éléments sélectionnés?
nl_nl: Weet U zeker dat U de geselecteerde onderdelen wilt verwijderen?

source: Are you sure you want to disable Packet Filter?
nl_nl: Weet U zeker dat U Packet Filter (firewall) wilt uitschakelen?

source: Are you sure you want to erase statistics files?
fr_fr: Êtes vous sûr de vouloir supprimer les fichiers de statistiques?
nl_nl: Weet U zeker dat U de statistiek bestanden wilt verwijderen?

source: Are you sure you want to reinitialize graph files?
fr_fr: Êtes vous sûr de vouloir réinitialiser les fichiers de graphes?
nl_nl: Weet U zeker dat U de grafieken opnieuw wilt initialiseren?

source: Are you sure you want to restart the <NAME>?
fr_fr: Êtes vous sûr de vouloir redémarrer le <NAME>?
nl_nl: Weet U zeker dat U <NAME> wilt herstarten?

source: Are you sure you want to restart the network?
fr_fr: Êtes vous sûr de vouloir redémarrer le réseau?
nl_nl: Weet U zeker dat U het netwerk wilt herstarten?

source: Are you sure you want to set the date?
fr_fr: Êtes vous sûr de vouloir fixer la date?
nl_nl: Weet U zeker dat U de datum wilt wijzigen?

source: Are you sure you want to start the <NAME>?
fr_fr: Êtes vous sûr de vouloir démarrer le <NAME>?
nl_nl: Weet U zeker dat U <NAME> wilt starten?

source: Are you sure you want to stop the <NAME>?
fr_fr: Êtes vous sûr de vouloir arrêter le <NAME>?
nl_nl: Weet U zeker dat U <NAME> wilt stoppen?

source: Automatic configuration completed. You might want to check the details now.
fr_fr: La configuration automatique est terminée. Vous devriez vouloir vérifier les détails maintenant.
nl_nl: Automatische configuratie is compleet. U zou de details nu kunnen kontroleren.

source: Automatic configuration failed.
fr_fr: La configuration automatique a échouée.
nl_nl: Automatische configuratie heeft gefaald.

source: ComixWall currently supports only admin and user usernames
nl_nl: ComixWall ondersteund momenteel alleen beheerder en gebruiker gebruikersnamen

source: FAILED
fr_fr: ÉCHOUÉ
nl_nl: GEFAALD

source: Filter group not found
fr_fr: Groupe de filtre non trouvé
nl_nl: Filter groep niet gevonden

source: Not a valid password
fr_fr: N'est pas un mot de passe valide
nl_nl: Geen gelding wachtwoord

source: Page start line
nl_nl: Pagina start regel

source: Passwords do not match
fr_fr: Les mots de passes sont différents
nl_nl: Wachtwoorden komen niet overeen

source: System is going down...
fr_fr: Système en cours d'arrêt...
nl_nl: Het systeem wordt gestopt...

source: System is restarting...
fr_fr: Système en cours de redémarrage...
nl_nl: Het systeem wordt geherstart...

source: You should select at least one conf file to start the process
fr_fr: Vous devriez sélectionner au minimum un fichier de conf pour démarrer le processus
nl_nl: U moet tenminste 1 configuratie bestand selecteren om het proces te starten

source: You should select at least one interface to start IDS for
fr_fr: Vous devriez sélectionner au minimum une interface pour démarrer l'IDS pour
nl_nl: U moet tenminste 1 netwerk verbinding selecteren waarvoor IDS gestart moet worden

source: Are you sure you want to rotate the logs?
fr_fr: Êtes vous sûr de vouloir faire tourner les logs?
